{
  "posts": [
    {
      "id": "l4tt0l89",
      "title": "Publish your article",
      "content": "The fact of the matter is if you want your post read and shared, it’s got to be clicked.\n\nSo, how to make sure that happens? Your blog post title.\n\nThere are a few strategies to use that will make your writing more noticeable, create a catchy title, draw people’s attention.\n\nNow, let me guess, when you’ve tried to do this yourself, you’ve probably come across a bunch of blog post title generators and you think that it’s all you need to know about creating attention-grabbing headlines."
    },
    {
      "id": "l4tt2hy8",
      "title": "Travel around a world",
      "content": "Sometimes we only need a little bit of inspiration to get started with writing an article and other times we need a lot. The main thing is that sometimes we just write and write and hope for the best afterwards. This is probably not the best approach or what you should strive for if you want to improve your travel blog and keep fresh content coming in. And topping it up with great well written blog post titles can help even more when trying to find new angles for your next piece of content."
    },
    {
      "id": "l4wdpvmg",
      "title": "Self-Discipline",
      "content": "Here’s how the story went: There was a hyper-productive sleep schedule that had been discovered by military scientists. They were testing the limits of sleep deprivation on soldiers and made this startling discovery. Supposedly, great historical figures like Napoleon and Da Vinci and Tesla followed the same sleep schedule and it’s why they were so productive and influential in history.1 Supposedly, anybody (i.e., you and me) could achieve this state of daily hyper-productivity. Supposedly, all we needed was enough willpower to barrel through days of sleep deprivation and “acclimate” to this new superhuman schedule. Supposedly, this was all true and verified and somehow made sense."
    },
    {
      "id": "l4wfc619",
      "title": "Feature for you",
      "content": "I started writing articles on this website back in 2009. When I started out, I wanted to write articles that are interesting not just to me, but to you, the reader. I wanted this website to become home to some of the most interesting reads online, combining short, informative, and thought provoking articles in one place.\n\n"
    },
    {
      "id": "l4wfr0t2",
      "title": "How to Develop Self-Reliance",
      "content": "Self-reliance is trusting your abilities to get through the challenges of life on the back of your own resourcefulness. It refers to your ability to provide for yourself (and oftentimes, defend against your enemies) without the need for outside help.\n\nOf course, this definition of self-reliance is broad, with the meaning varying from person to person. While the above definition of self-reliance refers to it as a form of individualism, in reality the term has vast meanings, and the importance of self-reliance will vary dramatically from one person to the next."
    },
    {
      "id": "l4wsygg4",
      "title": "english",
      "content": "In English there are three articles: a, an, and the. Articles are used before nouns or noun equivalents and are a type of adjective. The definite article (the) is used before a noun to indicate that the identity of the noun is known to the reader. The indefinite article (a, an) is used before a noun that is general or when its identity is not known. There are certain situations in which a noun takes no article.\n\nAs a guide, the following definitions and table summarize the basic use of articles. Continue reading for a more detailed explanation of the rules and for examples of how and when to apply them."
    },
    {
      "id": "l4zi3koa",
      "title": "Exceptions: Choosing A or An",
      "content": "There are a few exceptions to the general rule of using a before words that start with consonants and an before words that begin with vowels. The first letter of the word honor, for example, is a consonant, but it’s unpronounced. In spite of its spelling, the word honor begins with a vowel sound. Therefore, we use an. Consider the example sentence below for an illustration of this concept."
    },
    {
      "id": "l4zw4k7z",
      "title": "Araz",
      "content": "Araz” supermarketlər şəbəkəsi müvəffəqiyyətin və davamlı inkişafın ən əhəmiyyətli açarının insan olduğu şüuruyla “Əvvəl İnsan” anlayışından yola çıxmış və davamlı inkişaf edən bir İnsan Resursları İdarəetmə Sistemi yaratmağı qarşısına məqsəd qoyub.\n\n"
    },
    {
      "id": "l4zypazv",
      "title": "Little Red Riding Hood",
      "content": "Once upon a time, there was a little girl who lived in a village near the forest.  Whenever she went out, the little girl wore a red riding cloak, so everyone in the village called her Little Red Riding Hood.\n\nOne morning, Little Red Riding Hood asked her mother if she could go to visit her grandmother as it had been awhile since they'd seen each other.\n\n"
    },
    {
      "id": "l50v47im",
      "title": "When to Use \"A\" or \"An\"",
      "content": "\"A\" and \"an\" are used with singular countable nouns when the noun is nonspecific or generic.\n\nI do not own a car.\nIn this sentence, \"car\" is a singular countable noun that is not specific. It could be any car.\nShe would like to go to a university that specializes in teaching.\n\"University\" is a singular countable noun. Although it begins with a vowel, the first sound of the word is /j/ or “y.” Thus, \"a\" instead of \"an\" is used. In this sentence, it is also generic (it could be any university with this specialization, not a specific one).\nI would like to eat an apple.\nIn this sentence, \"apple\" is a singular countable noun that is not specific. It could be any apple.\n"
    }
  ],
  "comments": [
    {
      "id": "",
      "content": ""
    }
  ]
}